
/* Class = "NSButtonCell"; title = "Yes, I accept these risks"; ObjectID = "EzI-6V-u2P"; */
"EzI-6V-u2P.title" = "はい、承諾します。";

/* Class = "NSTextFieldCell"; title = "Apple makes significant changes to macOS in every upgrade. To continue providing reliable and safe backups, we must modify and test CCC against new OS releases to accommodate changes in the operating system and the filesystem. This is not a trivial procedure, we spend weeks performing hundreds of tests against the new OS.\n\nIf you continue to use this version of CCC on this OS, your backups could be incomplete, non-functional, unreliable, or, at worst, an OS change could cause CCC to work in an unpredictable manner. \n\nCCC has the privilege and capacity to DELETE data. While we do not anticipate that future OS changes would lead CCC to cause harm to your system or data, it is impossible for us to predict that. If you continue to use this untested version of CCC on this new OS, are you willing to accept these potential risks to your data?"; ObjectID = "PTM-A4-tAM"; */
"PTM-A4-tAM.title" = "AppleはアップグレードごとにmacOSに重大な変更を加えます。信頼性の高い安全なバックアップを提供し続けるために、CCCは新しいOSリリースに対応できるようにテストと修正を繰り返し、オペレーティングシステムとファイルシステムに加えられた変更に適応できるように努力しています。これは容易な作業ではありません。新しいOSに対するテストを何週間もかけて何百回も繰り返します。\n\nこのOSでこのバージョンのCCCを使用し続ける場合、バックアップは不完全で機能性のない、信頼性の低いものになる可能性があります。最悪の場合、OSの変更によりCCCが予期しない方法で動作する可能性もあります。\n\nCCCはデータを削除してしまう機能と権限を備えています。将来のOSの変更によりCCCがお客様のシステムやデータに危害を及ぼすことがないように配慮していますが、そのような危害がないと予測することは不可能です。この新しいOSで、テストの済んでいないこのバージョンのCCCを使用する場合、お客様のデータに起こり得るリスクを承諾しますか。";

/* Class = "NSButtonCell"; title = "No, show me the update options"; ObjectID = "zs0-Dc-0nt"; */
"zs0-Dc-0nt.title" = "いいえ。他のアップデートオプションを教えてください。";
